export const productdata = [
  {
    "name":"Redmi 11S",
    "categories":["phone"],
    "price":100
  },
  {
    "name":"Computer",
    "categories":["computer"],
    "price":200
  },
  {
    "name":"Stereo",
    "categories":["audio"],
    "price":40
  },
  {
    "name":"LG 1080",
    "categories":["television"],
    "price":500
  },
  {
    "name":"Nixon",
    "categories":["camera"],
    "price":300
  },
  {
    "name":"Samsung S21",
    "categories":["phone"],
    "price":500
  },
  {
    "name":"Computer",
    "categories":["computer"],
    "price":200
  },
  {
    "name":"Siny headphone",
    "categories":["audio"],
    "price":20
  },
  {
    "name":"OLED 1080",
    "categories":["television"],
    "price":200
  },
  {
    "name":"ACT R34",
    "categories":["camera"],
    "price":100
  }
]

export const filters = {
  "Телефоны и гаджеты":["Мобильные", "Чехлы", "Наушники", "Умные часы и браслеты", "Powerbank ", "Портативные колонки", "Action камеры", "Квадрокоптеры", "Карты памяти", "Все разделы"],
  "Компьютеры":["Ноутбуки", "Планшеты", "Приставки", "Мониторы", "ПК", "Комплектующие", "Печать", "Расходники", "Wi-Fi", "Клавиатуры и мышки", "Все разделы"],
  "Фото":["Фотоаппараты", "Объективы", "Вспышки", "Action камеры", "Карты памяти", "Штативы", "Стедикамы", "Аккумуляторы", "Cтудийный свет", "Все разделы"],
  "Телевизоры":["Телевизоры", "Мониторы", "Крепления и тумбы", "Медиаплееры", "Проекторы", "Приставки", "VR очки", "Кабели", "Все разделы"],
  "Аудио":["Наушники", "Гарнитуры", "Портативные колонки", "Аудиосистемы", "Компьютерные колонки", "Акустика", "Hi-Fi / Hi-End", "Кабели", "Муз инструменты", "Все разделы"],
  "Бытовая техника":["Встраиваемая техника", "Мелкая бытовая", "Стиральные машины", "Холодильники", "Плиты", "Вытяжки", "Духовки", "Пылесосы", "Микроволновки", "Кухонные мойки", "Все разделы"],
  "Климат":["Кондиционеры", "Вентиляторы", "Обогреватели", "Водонагреватели", "Котлы", "Радиаторы", "Увлажнители", "Насосы", "Камины", "Все разделы"],
  "Дом":["Сантехника", "Ремонт", "Инструмент", "Посуда", "Мебель", "Электрика", "Косметика и гигиена", "Охрана и умный дом", "Медицина", "Зоотовары", "Все разделы"],
  "Детские товары":["Коляски", "Кроватки", "Пеленальные столики", "Стульчики для кормления", "Подгузники", "Автокресла", "Школа", "Велосипеды", "Игрушки и развлечения", "РУ модели", "Все разделы"],
  "Авто":["Шины", "Диски", "Регистраторы", "Детские автокресла", "Сигнализации", "Магнитолы", "Аккумуляторы", "Моторные масла", "Автомойки", "Все разделы"],
  "Инструмент":["Инструмент", "Генераторы", "Сварочные аппараты", "Строительство", "Ручной инструмент", "Садовая техника", "Садовый инструмент", "Лестницы", "Все разделы"],
  "Туризм":["Рюкзаки", "Чемоданы", "Палатки", "Спальники", "Фонарики", "Термосы", "Горелки", "Мангалы", "Рыбалка", "Все разделы"],
  "Спорт":["Велосипеды", "Роликовые коньки", "Скейтборды", "Тренажеры", "Лыжи", "Коньки", "Action камеры", "Спортивное питание", "Все разделы"],
  "Часы и украшения":["Часы", "Умные часы и браслеты", "Ювелирные украшения", "Сумочки", "Клатчи", "Косметика", "Пояса", "Зажимы для галстуков", "Зонты", "Все разделы"]
}
// "Телефоны и гаджеты"
// "Компьютеры"
// "Фото"
// "Телевизоры"
// "Аудио"
// "Бытовая техника"
// "Климат"
// "Дом"
// "Детские товары"
// "Авто"
// "Инструмент"
// "Туризм"
// "Спорт"
// "Часы и украшения"






